Repository: wpsmith/RegalRecovery
Catalog: ios/RegalRecovery/RegalRecovery/Localizable.xcstrings
Source language: en
Languages: es, fr

source: Try the 5-4-3-2-1 grounding exercise: Name 5 things you see, 4 you can touch, 3 you hear, 2 you smell, and 1 you taste. Take three slow breaths. The anxiety is a signal — not a verdict.
es: Prueba el ejercicio de anclaje 5-4-3-2-1: Nombra 5 cosas que ves, 4 que puedes tocar, 3 que escuchas, 2 que hueles y 1 que saboreas. Toma tres respiraciones lentas. La ansiedad es una señal — no un veredicto.
fr: Essayez l'exercice d'ancrage 5-4-3-2-1 : Nommez 5 choses que vous voyez, 4 que vous pouvez toucher, 3 que vous entendez, 2 que vous sentez et 1 que vous goûtez. Prenez trois respirations lentes. L'anxiété est un signal — pas un verdict.

source: Tue
es: Mar
fr: Mar

source: Type
es: Tipo

source: Undo
es: Deshacer
fr: Annuler

source: Unlock Regal Recovery
es: Desbloquear Regal Recovery
fr: Déverrouiller Regal Recovery

source: Unlock instantly with Face ID or Touch ID
es: Desbloquea al instante con Face ID o Touch ID
fr: Déverrouillez instantanément avec Face ID ou Touch ID

source: Unlock to continue
es: Desbloquea para continuar
fr: Déverrouiller pour continuer

source: Unlock with %@
es: Desbloquear con %@
fr: Déverrouiller avec %@

source: Unrealistic to-do lists
es: Listas de tareas irreales
fr: Listes de tâches irréalistes

source: Upcoming
es: Próximo
fr: À venir

source: Urge Log
es: Registro de impulsos
fr: Journal des pulsions

source: Urge Surfing
es: Surf de impulsos
fr: Surf des pulsions

source: Urge Surfing Timer
es: Temporizador de surf de impulsos
fr: Minuterie de surf des pulsions

source: Urge logged. Tap to undo if accidental.
es: Impulso registrado. Toca para deshacer si fue accidental.
fr: Pulsion enregistrée. Appuyez pour annuler si c'était accidentel.

source: Urge surfing encouragement
es: Estímulo para surfear impulsos
fr: Encouragement au surf des pulsions

source: Vague worry or dread
es: Preocupación o temor vago
fr: Inquiétude ou appréhension vague

source: Verify to enable biometric lock for Regal Recovery
es: Verifica para activar el bloqueo biométrico de Regal Recovery
fr: Vérifiez pour activer le verrouillage biométrique de Regal Recovery

source: Version
es: Versión

source: Very Low
es: Muy bajo
fr: Très faible

source: View all recovery work
es: Ver todo el trabajo de recuperación
fr: Voir tout le travail de rétablissement

source: Voice Journal
es: Diario de voz
fr: Journal vocal

source: W
es: M
fr: M

source: Walk
es: Caminar
fr: Marche

source: Wed
es: Mié
fr: Mer

source: Weekly Goals
es: Metas semanales
fr: Objectifs hebdomadaires

source: Weekly/Daily Goals Review
es: Revisión de metas semanales/diarias
fr: Revue des objectifs hebdomadaires/quotidiens

source: Weights
es: Pesas
fr: Musculation

source: Welcome to Gratitude
es: Bienvenido a Gratitud
fr: Bienvenue dans Gratitude

source: What are you recovering from?
es: ¿De qué te estás recuperando?
fr: De quoi vous rétablissez-vous ?

source: What behaviors have you committed to avoiding?
es: ¿Qué comportamientos te has comprometido a evitar?
fr: Quels comportements vous êtes-vous engagé à éviter ?

source: What behaviors tend to lead you toward acting out?
es: ¿Qué comportamientos tienden a llevarte hacia la recaída?
fr: Quels comportements ont tendance à vous mener vers le passage à l'acte ?

source: What did you talk about?
es: ¿De qué hablaron?
fr: De quoi avez-vous parlé ?

source: What has changed about these behaviors since your last review?
es: ¿Qué ha cambiado en estos comportamientos desde tu última revisión?
fr: Qu'est-ce qui a changé dans ces comportements depuis votre dernière révision ?

source: What healthy activities help you stay grounded?
es: ¿Qué actividades saludables te ayudan a mantenerte centrado?
fr: Quelles activités saines vous aident à rester ancré ?

source: What motivates your recovery?
es: ¿Qué motiva tu recuperación?
fr: Qu'est-ce qui motive votre rétablissement ?

source: What recovery activities are working well? What needs adjustment?
es: ¿Qué actividades de recuperación están funcionando bien? ¿Qué necesita ajuste?
fr: Quelles activités de rétablissement fonctionnent bien ? Qu'est-ce qui nécessite un ajustement ?

source: What triggered this urge?
es: ¿Qué desencadenó este impulso?
fr: Qu'est-ce qui a déclenché cette pulsion ?

source: What type of urge?
es: ¿Qué tipo de impulso?
fr: Quel type de pulsion ?

source: What were you doing?
es: ¿Qué estabas haciendo?
fr: Que faisiez-vous ?

source: What's on your mind?
es: ¿Qué tienes en mente?
fr: Qu'avez-vous en tête ?

source: Where were you?
es: ¿Dónde estabas?
fr: Où étiez-vous ?

source: Which addiction do you want to reset?
es: ¿Qué adicción quieres reiniciar?
fr: Quelle dépendance souhaitez-vous réinitialiser ?

source: Which of these have been most life-giving for you?
es: ¿Cuáles de estos te han dado más vida?
fr: Lesquels de ces comportements ont été les plus vivifiants pour vous ?

source: Which of these have you noticed more of lately?
es: ¿Cuáles de estos has notado más últimamente?
fr: Lesquels de ces comportements avez-vous remarqués davantage dernièrement ?

source: Wholeness
es: Plenitud
fr: Plénitude

source: Work
es: Trabajo
fr: Travail

source: Workaholic behavior
es: Comportamiento adicto al trabajo
fr: Comportement de bourreau de travail

source: Worried
es: Preocupado
fr: Inquiet

source: Yellow
es: Amarillo
fr: Jaune

source: Yes
es: Sí
fr: Oui

source: Yesterday
es: Ayer
fr: Hier

source: You Need Support Now
es: Necesitas apoyo ahora
fr: Vous avez besoin de soutien maintenant

source: You can't outrun anxiety, but you're going to try. Relentless busyness — staying so occupied you never sit with your feelings. Deceptive because culture rewards it. Underneath is someone terrified to slow down.
es: No puedes escapar de la ansiedad, pero vas a intentarlo. Actividad incesante — manteniéndote tan ocupado que nunca te sientas con tus sentimientos. Engañoso porque la cultura lo recompensa. Debajo hay alguien aterrorizado de desacelerar.
fr: Vous ne pouvez pas fuir l'anxiété, mais vous allez essayer. Une agitation incessante — rester si occupé que vous ne vous asseyez jamais avec vos émotions. Trompeur car la culture le récompense. En dessous se cache quelqu'un terrifié de ralentir.

source: You have already overcome so much.
es: Ya has superado mucho.
fr: Vous avez déjà surmonté tant de choses.

source: You made it. The wave has passed.
es: Lo lograste. La ola ha pasado.
fr: Vous y êtes arrivé. La vague est passée.

source: You showed up for your recovery today. Keep going.
es: Te presentaste a tu recuperación hoy. Sigue adelante.
fr: Vous vous êtes présenté pour votre rétablissement aujourd'hui. Continuez.

source: You're being honest, staying connected, keeping your commitments, and dealing with problems as they come up. No current secrets. This is where recovery lives — not perfection, but presence.
es: Estás siendo honesto, manteniendo conexiones, cumpliendo tus compromisos y lidiando con los problemas a medida que surgen. Sin secretos actuales. Aquí es donde vive la recuperación — no la perfección, sino la presencia.
fr: Vous êtes honnête, vous restez connecté, vous tenez vos engagements et vous gérez les problèmes au fur et à mesure. Aucun secret actuel. C'est là que vit le rétablissement — pas la perfection, mais la présence.

source: You're in Restoration
es: Estás en Restauración
fr: Vous êtes en Restauration

source: You're running on empty and your coping capacity is depleted. This is not the time to push through alone. Please reach out to your accountability partner, sponsor, or counselor today. You don't have to explain everything — just say you're struggling.
es: Estás funcionando en vacío y tu capacidad de afrontamiento está agotada. Este no es el momento de seguir solo. Por favor contacta a tu compañero de rendición de cuentas, padrino o consejero hoy. No tienes que explicar todo — solo di que estás luchando.
fr: Vous êtes à bout et votre capacité d'adaptation est épuisée. Ce n'est pas le moment de tenir seul. Contactez votre partenaire de responsabilisation, parrain ou conseiller aujourd'hui. Vous n'avez pas à tout expliquer — dites simplement que vous traversez un moment difficile.

source: Your %@ recovery activity is ready.
es: Tu actividad de recuperación de %@ está lista.
fr: Votre activité de rétablissement %@ est prête.

source: Your Recovery
es: Tu recuperación
fr: Votre rétablissement

source: Your busyness is a shield against feeling. Challenge: take 10 minutes right now to do absolutely nothing. No phone, no tasks. Just sit. Notice what feelings come up when you stop running.
es: Tu actividad constante es un escudo contra sentir. Desafío: toma 10 minutos ahora mismo para no hacer absolutamente nada. Sin teléfono, sin tareas. Solo siéntate. Nota qué sentimientos surgen cuando dejas de correr.
fr: Votre agitation est un bouclier contre les émotions. Défi : prenez 10 minutes maintenant pour ne rien faire du tout. Pas de téléphone, pas de tâches. Asseyez-vous simplement. Observez quelles émotions émergent quand vous arrêtez de courir.

source: Your email
es: Tu correo electrónico
fr: Votre e-mail

source: Your location is never shared or stored on our servers
es: Tu ubicación nunca se comparte ni se almacena en nuestros servidores
fr: Votre position n'est jamais partagée ni stockée sur nos serveurs

source: Your name
es: Tu nombre
fr: Votre nom

source: Your recovery companion
es: Tu compañero de recuperación
fr: Votre compagnon de rétablissement

source: Your recovery data is deeply personal. Lock it with biometrics so only you can access it.
es: Tus datos de recuperación son muy personales. Protégelos con biometría para que solo tú puedas acceder.
fr: Vos données de rétablissement sont profondément personnelles. Verrouillez-les avec la biométrie pour que vous seul puissiez y accéder.

source: complete this week
es: completar esta semana
fr: à compléter cette semaine

source: day
es: día
fr: jour

source: days
es: días
fr: jours

source: e.g. SA Home Group
es: ej. Grupo SA
fr: ex. Groupe SA

source: month
es: mes
fr: mois

source: months
es: meses
fr: mois

source: of
es: de
fr: de

source: remaining
es: restante
fr: restant

source: thing you can taste
es: cosa que puedes saborear
fr: chose que vous pouvez goûter

source: things you can hear
es: cosas que puedes oír
fr: choses que vous pouvez entendre

source: things you can see
es: cosas que puedes ver
fr: choses que vous pouvez voir

source: things you can smell
es: cosas que puedes oler
fr: choses que vous pouvez sentir

source: things you can touch
es: cosas que puedes tocar
fr: choses que vous pouvez toucher

source: year
es: año
fr: an

source: years
es: años
fr: ans

source: — Serenity Prayer
es: — Oración de la Serenidad
fr: — Prière de la Sérénité

source: Alcohol
fr: Alcool

source: Neutral
fr: Neutre

source: No
fr: Non

source: SOS / Crisis
fr: SOS / Crise

source: Secular
fr: Séculier

source: Videos
fr: Vidéos

source: Vulnerable
fr: Vulnérable
